[
  "Suez Canal reopens after giant stranded ship is freed",
  "Traffic has resumed in Egypt's Suez Canal after a stranded container ship blocking it for nearly a week was finally freed by salvage crews.",
  "Tug boats honked their horns in celebration as the 400m-long (1,300ft) Ever Given was dislodged on Monday with the help of dredgers.",
  "Hundreds of ships are waiting to pass through the canal which links the Mediterranean to the Red Sea.",
  "It is one of the world's busiest trade routes.",
  "The cost of the Suez Canal blockage",
  "How do you refloat a giant cargo ship?",
  "In pictures: Efforts to shift huge ship from canal",
  "Peter Berdowski, CEO of Dutch salvage company Boskalis, said the Ever Given had been refloated at 15:05 (13:05 GMT) on Monday, 'thereby making free passage through the Suez Canal possible again'.",
  "Egyptian officials say the backlog of ships waiting to transit through should be cleared in around three days, but experts believe the knock-on effect on global shipping could take weeks or even months to resolve.,",
  "How was the ship freed?",
  "Salvage teams had faced a daunting challenge after the 200,000-tonne ship ran aground last Tuesday morning in high winds and a sandstorm which reduced visibility.",
  "A Dutch specialist team, SMIT, oversaw a flotilla of 13 tugs, small but powerful vessels that can shift large ships, as they tried to dislodge the Ever Given.",
  "Dredgers were brought in and dug 30,000 cubic metres of mud and sand from beneath the ends of the ship.,",
  "Over the weekend, it was feared that some of the ship's cargo of some 18,000 containers would have to be removed in order to lighten the load.",
  "But high tides helped the tugs and dredgers in their work and early on Monday, the stern (rear of the ship) was freed and the great ship swung across the canal, to shouts of celebration. Hours later, the bow (front) too came unstuck, and the Ever Given was able to move out.",
  "The vessel was towed to the Great Bitter Lake, which sits between two sections of the canal to the north of the salvage site, where it will undergo safety checks.,",
  "What happens next?",
  "A marine source told Reuters news agency on Monday evening that ships were travelling southwards towards the Red Sea while canal services provider Leth Agencies said vessels had resumed transit from the Great Bitter Lake.",
  "Some ships have already left the region, preferring to take an alternative, longer route around the southern tip of Africa.",
  "Inevitably, cargoes will be reaching their destination much later than planned. There may be congestion when they arrive in port, while future sailing schedules have been thrown into disarray,",
  "The cost of shipping goods to Europe is expected to rise as a result, BBC Business Correspondent Theo Leggett reports.",
  "Shipping group Maersk said the 'ripple effects on global capacity and equipment' were significant.",
  "'There'll be an investigation, clearly, because this has had such a big impact and exactly what's happened here, I think, will be debated for some time,' Marcus Baker, global head of marine and cargo at Marsh Inc, told Reuters.",
  "'What do we do going forward to ensure it doesn't happen again? Again, I would leave that to the competent authorities that are in Egypt to decide how they want to make sure that traffic transits safely through the canal because, look, it's in their interest to do that.'",
  "Presentational grey line",
  "A strong sense of achievement",
  "By Sally Nabil, BBC Arabic bilingual correspondent, Port of Suez",
  "Spirits here are quite high. There's a strong sense of achievement. Some experts had warned that it might take weeks to free the Ever Given. But the high tide, as well as the specialist equipment brought in, all helped the rescue operation.",
  "Now the authorities will have to address another challenge - congestion. The head of the Suez Canal Authority said that hundreds of stranded vessels would be allowed through the canal on a first-come-first-served basis, though there might be some exceptions to specific ships, based on the types of goods on board.",
  "The blockage put the authorities under immense pressure, given the major impact it had on global trade. For Egyptians, the canal is not only a source of national pride, but it also provides the economy with much needed foreign currency.",
  "A couple of days ago, I asked Osama Rabie, the head of the Suez Canal Authority, whether he was concerned that some shipping companies might be discouraged from sending such giant ships through the canal in the future. He replied that there was no alternative to the Suez Canal, which he said was fast and safe. So, it's not just about time here, but also about security.",
  "What happens to the ship now?",
  "It will now undergo a full inspection at the Great Bitter Lake, the vessel's technical managers, Bernhard Schulte Shipmanagement, said.",
  "It said there had been no reports of pollution or cargo damage, and initial investigations had ruled out any mechanical or engine failure as a cause of the grounding last week.",
  "'The ship's Indian crew of 25 remaining aboard the vessel are safe and in good health, BSM said, adding: 'Their hard work and tireless professionalism are greatly appreciated.'",
  "The ship's containers are carrying a huge variety of items and the insured value of the cargo is believed to amount to hundreds of millions of dollars.,",
  ""
]


